<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Preguntas Frecuentes - Impresiones Gonsy</title>
  <meta name="description" content="Preguntas frecuentes sobre impresiones, materiales, tiempos y formas de pago en Impresiones Gonsy.">
  <link rel="icon" type="image/png" href="logo.png">
  <link rel="apple-touch-icon" href="logo.png">
  <link rel="stylesheet" href="style.css">
</head>
<body>
  <nav class="navbar">
    <div class="container">
      <div class="nav-brand">
        <img src="logo.png" alt="Impresiones Gonsy" class="logo">
        <h1>Impresiones Gonsy</h1>
      </div>
      <ul class="nav-menu">
        <li><a href="index.html#inicio">Inicio</a></li>
        <li><a href="index.html#servicios">Servicios</a></li>
        <li><a href="index.html#galeria">Galeria</a></li>
        <li><a href="index.html#contacto">Contacto</a></li>
      </ul>
      <div class="hamburger">
        <span></span>
        <span></span>
        <span></span>
      </div>
    </div>
  </nav>

  <main class="container" style="padding: 60px 0;">
    <h2 class="section-title" style="margin-bottom: 1rem;">Preguntas Frecuentes</h2>
    <div class="technique-section" style="border-top-color: var(--secondary-color);">
      <div class="legal">
        <p><strong>&iquest;Qu&eacute; tipos de impresi&oacute;n manejan en playeras y cuantos colores se pueden imprimir?</strong></p>
        <p>Manejamos vinil, DTF, sublimaci&oacute;n y serigraf&iacute;a. En DTF y sublimaci&oacute;n no hay l&iacute;mite de colores para el dise&ntilde;o, en vinil y serigraf&iacute;a s&iacute;, depende del dise&ntilde;o y del nivel de detalle, de cualquier forma te orientamos para ofrecerte la mejor opci&oacute;n de acuerdo al dise&ntilde;o o la idea que tengas para imprimir.</p>

        <p><strong>&iquest;Manejan desde una pieza?</strong></p>
        <p>S&iacute;, en la mayor&iacute;a de los art&iacute;culos y tipos de impresi&oacute;n manejamos desde una pieza, con las siguientes excepciones: Bordado y serigraf&iacute;a, en las cuales manejamos un m&iacute;nimo de 20 piezas con el mismo dise&ntilde;o.</p>

        <p><strong>&iquest;Cu&aacute;nto dura la impresi&oacute;n en la prenda?</strong></p>
        <p>Es importante no meter en la secadora y no planchar las impresiones de vinil y DTF, siguiendo esas recomendaciones podemos garantizar una larga duraci&oacute;n de las impresiones, permaneciendo durante la vida &uacute;til de la prenda.</p>

        <p><strong>&iquest;Ustedes tienen las camisetas/art&iacute;culos o los tengo que llevar yo?</strong></p>
        <p>Trabajamos de ambas formas, podemos cotizar y vender las piezas ya impresas o si tienes las camisetas y/o art&iacute;culos que deseas imprimir se pueden traer tambi&eacute;n. La &uacute;nica excepci&oacute;n que hay es con las tazas sublimadas, en ese caso solo manejamos las del proveedor que son especiales para ese tipo de impresi&oacute;n.</p>

        <p><strong>&iquest;C&oacute;mo les hago llegar el dise&ntilde;o que necesito imprimir y en que formato?</strong></p>
        <p>Por correo: impresionesgonsy@gmail.com, o por WhatsApp: 8115049191. En cuanto al formato podemos trabajar con casi cualquiera que tengas, solo es necesario que tenga buena resoluci&oacute;n para asegurar un excelente resultado.</p>

        <p><strong>&iquest;Qu&eacute; tiempo de entrega manejan?</strong></p>
        <p>El tiempo de entrega de cada pedido es diferente y puede variar dependiendo de la cantidad de piezas y la carga de trabajo que tengamos en ese momento, pero por lo regular es entre 2 y 3 d&iacute;as h&aacute;biles.</p>

        <p><strong>&iquest;Se puede imprimir en cualquier tipo de tela?</strong></p>
        <p>Las formas de impresi&oacute;n que manejamos se pueden aplicar en casi cualquier tipo de tela, aunque es conveniente confirmar o realizar una muestra previo a realizar el trabajo si se trata de una tela poco convencional.</p>

        <p><strong>&iquest;Facturan y qu&eacute; formas de pago aceptan?</strong></p>
        <p>S&iacute; facturamos, en cuanto al pago aceptamos efectivo, tarjeta de cr&eacute;dito, d&eacute;bito y transferencia. Requerimos un anticipo del 50% del total para confirmar y realizar pedido.</p>
      </div>
    </div>
  </main>

  <footer class="footer">
    <div class="container">
      <div class="footer-content">
        <div class="footer-section">
          <h3>Impresiones Gonsy</h3>
          <p>Expertos en todas las tecnicas de personalizacion</p>
        </div>
      </div>
      <div class="footer-bottom">
        <p>&copy; <span id="currentYear"></span> Impresiones Gonsy. Todos los derechos reservados.</p>
        <p class="powered-by">powered by&nbsp;<a href="https://kennykrass.com" target="_blank" rel="noopener noreferrer">kennykrass</a></p>
      </div>
    </div>
  </footer>

  <script src="script.js"></script>
  <script>
    (function(){
      var el = document.getElementById('currentYear');
      if (el) el.textContent = new Date().getFullYear();
    })();
  </script>
</body>
</html>
